Repository: Frosty-Media/ms-featured-image
Catalog: languages/*-featured-image-*.po
Languages: fr_fr

source: Multisite Featured Image plugin error: Your version of PHP is too old to run this plugin. You must be running PHP 7 or higher.
fr_fr: Erreur de l’extension Image mise en avant pour multisite : votre version de PHP est trop ancienne pour exécuter cette extension. Vous devez exécuter PHP 7 ou supérieur.

source: Featured Site Image
fr_fr: Image du site mise en avant

source: Featured Image
fr_fr: Image mise en avant

source: Overview
fr_fr: Aperçu

source: This screen manages options for the network as a whole. The first site is the main site in the network and each site in the network follows.
fr_fr: Cet écran gère les options pour le réseau dans son ensemble. Le premier site est le site principal du réseau suivit de chaque du réseau.

source: Each input allowd image URLs from anywhere.
fr_fr: Chaque champ autorise des URL d'image de n'importe où.

source: Click the &lsquo;Broswe&rsquo; button to open the default WordPress media browser to upload or use an image already in your network.
fr_fr: Cliquez sur le bouton &lsquo;Parcourir&rsquo; pour ouvrir le gestionnaires des médias WordPress afin de téléverser une image ou d'en utiliser une de votre réseau.

source: Clicking &lsquo;Clear&rsquo; empties the input filed directly to the left.
fr_fr: Cliquer sur « Effacer » supprimera la valeur du champ.

source: Clicking &lsquo;Save Changes&rsquo; saves each sites featured image (if correct a thumbnail should show up).
fr_fr: En cliquant sur «Enregistrer les modifications», vous enregistrez chaque image mise en avant (si tout va bien une vignette devrait apparaître).

source: To call the image from any site or from the main site (network) use: %s.
fr_fr: Pour afficher l'image depuis n'importe quel site ou depuis le site principal (réseau), utilisez : %s.

source: For more information:
fr_fr: Pour plus d'informations :

source: Nonce error!
fr_fr: Erreur nonce !

source: Featured image for Site: <strong title="Site ID &ldquo;%1$s&rdquo;">%1$s</strong>. <code>%2$s</code>
fr_fr: Image mise en avant du site : <strong title="Site ID &ldquo;%1$s&rdquo;">%1$s</strong>. <code>%2$s</code>

source: Browse
fr_fr: Parcourir

source: Clear
fr_fr: Effacer

source: Multisite Featured Image Settings
fr_fr: Réglages des images mise en avant pour multisite

source: Sites in the network
fr_fr: Sites du réseau

source: Multisite Featured Image
fr_fr: Image mise en avant pour multisite

source: Adds a featured image to each site in a WordPress Multisite Network.
fr_fr: Ajoute une image mise en avant pour chaque site d’un réseau WordPress multisite.
